Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: To prevent clothing and skin being contaminated by pesticide, it is important that personal protective equipment should be donned before work begins.
sv: För att undvika att kläder och hud förorenas av bekämpningsmedel är det viktigt att personlig skyddsutrustning tas på innan arbetet påbörjas.

source: It is important to select safety gloves of a material which affords protection from the pesticide concerned.
sv: Det är viktigt att välja skyddshandskar av ett material som skyddar mot det aktuella bekämpningsmedlet.

source: Suppliers of personal protective equipment can be consulted on the subject of glove materials.
sv: Man kan kontakta leverantörer av personlig skyddsutrustning för att få råd om handskmaterial.

source: Work with pesticides can result in the contamination of skin and clothing.
sv: Arbete med bekämpningsmedel kan medföra att hud och kläder blir förorenade.

source: Depending on which pesticide is being used and how the work is being done, protective clothing may be necessary.
sv: Beroende på vilket medel som används och hur man arbetar, kan skyddskläder behövas.

source: During spraying operations in orchards and greenhouses, for example, a hood may also be necessary for the protection of head and neck.
sv: Vid exempelvis sprutning i fruktodlingar och växthus kan det dessutom vara nödvändigt att använda huva som skydd för huvud och hals.

source: Operations such as the filling and mixing of pesticide entail a major risk of splashing in the eyes and face, and safety goggles or a face shield may thus be called for.
sv: Arbetsmoment som påfyllning och tillblandning av medel medför stor risk för stänk i ögon och ansikte.

source: For work which demands respiratory protective equipment and at the same time entails a risk of spray mist, splashing or suchlike getting into the eyes, a full mask is preferable to a combination of half-mask and close-fitting safety goggles.
sv: Vid arbete där andningsskydd behövs och det samtidigt finns risk för att få sprutdimma, stänk e.d. i ögonen är det bättre att använda helmask än kombinationen halvmask och tättslutande skyddsglasögon.

source: In work which involves a risk of exposure to heavy concentrations of pesticide, pneumatic apparatus with a safety pressure may be needed, e.g. for cleaning the insides of pressure impregnation vessels.
sv: Vid arbete med risk att utsättas för höga halter av bekämpningsmedel kan tryckluftapparat med säkerhetstryck behövas, t.ex. vid rengöring av tryckimpregneringskärl invändigt.

source: Rubber boots may be needed for work using pesticides, both in greenhouses, in the fields and when walking among newly sprayed growing crops.
sv: Gummistövlar kan behövas vid arbete med bekämpningsmedel, både vid bekämpning i växthus, på fält och när nybesprutad gröda beträds.

source: To exclude the pesticide from boots, trousers should normally be worn outside them.
sv: För att hindra att medlet rinner in i stövlarna bör byxorna normalt bäras utanpå stövlarna.

source: Note that if pesticide has entered boots, these should be discarded if they cannot be adequately cleaned.
sv: Observera att om bekämpningsmedel runnit ned i stövlarna, bör dessa kasseras, om de inte kan rengöras på ett tillfredsställande sätt.

source: It is important to
sv: Det är viktigt att

source: wash protective clothing regularly,
sv: tvätta skyddskläder regelbundet,

source: keep safety gloves clean on the inside,
sv: hålla skyddshandskar rena inuti,

source: change contaminated safety gloves and safety clothing without delay, and refrain from using ordinary workwear as protective clothing.
sv: byta förorenade skyddshandskar och skyddskläder snarast samt inte använda arbetskläder som skyddskläder.

source: Contaminated protective equipment affords poor protection and in some cases no protection at all.
sv: Förorenad skyddsutrustning ger ett dåligt skydd, i vissa fall inget skydd alls.

source: Instead, contaminated protective equipment can help to augment exposure to pesticide.
sv: Förorenad skyddsutrustning kan i stället bidra till en ökad exponering för bekämpningsmedel.

source: Pesticide-contaminated protective clothing should be flushed before it is removed.
sv: Innan man tar av sig skyddsklädsel som förorenats med bekämpningsmedel bör denna spolas av.

source: Protective clothing should be put on outside workwear, so that it can be removed, for example, during breaks and journeys by motor vehicle.
sv: När skyddskläder används, bör de tas på utanpå arbetskläderna så att de kan tas av t.ex. vid raster och vid biltransporter.

source: It is not always possible to tell how often personal protective equipment needs to be changed.
sv: Det är inte alltid möjligt att avgöra hur ofta den personliga skyddsutrustningen behöver bytas.

source: This is the case, for example, with filters for respiratory protective equipment and also with safety gloves.
sv: Så är t.ex. fallet med filter till andningsskydd och med skyddshandskar.

source: Much therefore depends on good working routines which afford guidance as to when and how often personal protective equipment needs to be changed.
sv: Det är därför viktigt med bra arbetsrutiner som ger vägledning när och hur ofta den personliga skyddsutrustningen behöver bytas.

source: It is also important not to store personal protective equipment in a space where pesticides are used or kept.
sv: Det är också viktigt att inte förvara personlig skyddsutrustning i utrymme där bekämpningsmedel används eller förvaras.

source: Rules on personal protective equipment are contained in the Provisions on Personal Protective Equipment Ordinance of the National Board of Occupational Safety and Health (AFS 1993:40).
sv: Regler om personlig skyddsutrustning finns i Arbetsmiljöverkets föreskrifter om användning av personlig skyddsutrustning.

source: Rules on the storage of protective clothing are contained in the Board´s Provisions on Personnel Facilities Ordinance (AFS 1997:6).
sv: Regler om förvaring av skyddskläder finns i Arbetsmiljöverkets föreskrifter om arbetsplatsens utformning.

source: Chap. 2, Section 7 of the Work Environment Act makes it the duty of the employer to provide personal protective equipment when needed.
sv: Arbetsgivaren är enligt 2 kap. 7 § arbetsmiljölagen skyldig att tillhandahålla personlig skyddsutrustning när sådan behövs.

source: It is important that pesticide which has come into contact with the skin should be washed off without delay.
sv: Till 4 § Det är viktigt att bekämpningsmedel som kommit på huden snarast tvättas bort.

source: Where certain pesticides are concerned, rinsing with a large quantity of water is sufficient, while others require some kind of skin cleanser.
sv: För vissa medel räcker det att skölja med stor mängd vatten, medan det för andra medel också krävs något hudrengöringsmedel.

source: It is therefore important that washing facilities should be available in immediate proximity to the handling operation.
sv: Det är därför viktigt att tvättmöjligheter finns i omedelbar närhet till den aktuella hanteringen.

source: It is very important that people should wash before breaks, meals, visits to the toilet and suchlike.
sv: Före raster, måltider, toalettbesök och liknande är det mycket viktigt att man tvättar sig.

source: If pesticide is being handled in a place where a main water supply is lacking, e.g. when working in the fields, it is important that soap and sufficient water should be taken along.
sv: Då hantering av bekämpningsmedel sker på en plats där vatten inte finns framdraget, exempelvis vid arbete ute på fält, är det viktigt att tvål och tillräckligt mycket vatten medförs.

source: Wet wipes are often quite unsuitable as a substitute for soap and water, because their solvent content can facilitate percutaneous uptake of pesticide.
sv: Våtservetter är ofta direkt olämpliga som ersättning för vatten och tvål, eftersom deras innehåll av lösningsmedel kan underlätta hudupptag av bekämpningsmedel.

source: There are, however, certain exceptions.
sv: Vissa undantag finns dock.

source: For example, there are special wet wipes which can be used for removing isolated patches
sv: Det finns t.ex. speciella våtservetter som kan användas för att ta bort enstaka fläckar av kreosot på huden.

source: Use of skin cream (barrier cream) can in certain cases facilitate cleaning of the skin but is not a direct safeguard.
sv: Användning av skyddskräm (barriärkräm) kan i vissa fall underlätta rengöring av huden, men utgör inget direkt skydd.

source: When clothing has been contaminated by pesticide in such a way that there is a risk of pesticide being absorbed by the body, it is important that clothing should be changed as quickly as possible and, if necessary, a shower taken.
sv: När kläder förorenats av bekämpningsmedel så att det finns risk för att bekämpningsmedel tas upp i kroppen, är det viktigt att snarast byta kläderna samt, om det behövs, duscha.

source: Clothing which is to be re-used must be washed carefully.
sv: Det är viktigt att kläder som skall återanvändas tvättas omsorgsfullt.

source: The person washing the clothing must be informed that there is pesticide on it.
sv: Det är viktigt att den som tvättar kläderna informeras om att det finns bekämpningsmedel på kläderna.

source: Food, drink and suchlike must be securely stored, e.g. during work in the fields.
sv: Det är viktigt att mat, dryck och liknande förvaras på betryggande sätt t.ex. vid arbete ute på fält.

source: Otherwise these articles are liable to be contaminated by pesticide drift.
sv: Avdrift av bekämpningsmedel kan annars leda till att dessa varor förorenas.

source: Rules concerning access to equipment for eye-wash and to decontamination showers are contained in the Provisions on Dangerous Substances of the National Board of Occupational Safety and Health (AFS 1994:2).
sv: Regler om tillgång till utrustning för ögonspolning respektive nöddusch finns i Arbetsmiljöverkets föreskrifter om arbetsplatsens utformning och föreskrifter om första hjälpen och krisstöd.

source: Rules concerning personal hygiene and storage of working clothes are contained in the Board’s Provisions on Hazardous Substances (AFS 1994:2) and on Personnel Facilities Ordinance (AFS 1997:6).
sv: Regler om personlig hygien och om förvaring av arbetskläder finns i Arbetsmiljöverkets föreskrifter om kemiska arbetsmiljörisker och om arbetsplatsens utformning.

source: Guidance on Section 5
sv: (AFS 2012:6)

source: It is important that no persons other than those taking part in the application work should enter the premises while pesticide is still present in the air in dangerous quantities.
sv: Till 5 § Så länge farlig mängd bekämpningsmedel finns kvar i luften är det viktigt att inga andra personer än de som deltar i spridningsarbetet vistas i lokalen.

source: In certain cases it can take a day or more for the atmospheric content of pesticide to fall to an acceptable level from the work environment viewpoint.
sv: I vissa fall kan det ta ett dygn eller mer innan halten bekämpningsmedel i luften sjunkit till en nivå som är acceptabel från arbetsmiljösynpunkt.

source: It can take far longer for the concentration of pesticide on leaves, for example, to fall to a level where personal protective equipment is no longer required.
sv: Det kan ta betydligt längre tid innan halten bekämpningsmedel på t.ex. bladytor sjunker till en halt då personlig skyddsutrustning inte behöver användas.

source: Signage should normally indicate what pesticide is being applied.
sv: Det bör normalt anges på skyltarna vilket bekämpningsmedel som sprids.

source: The date and commencement time of pesticide application can be a useful item of information, as well as the date and time of permissible access to the premises.
sv: Datum och klockslag för när bekämpningen påbörjats kan vara en värdefull upplysning, liksom datum och klockslag för tillträde till lokalen.

source: Access to the premises may also be conditional, for example, on thorough airing or on the use of specified protective equipment.
sv: Andra exempel på villkor för tillträde till lokalen kan vara ordentlig utvädring eller att man tar på sig angiven skyddsutrustning.

source: AFS 1998:6 issued by the National Board of Health and Welfare concerning permission for the use of certain pesticides, everyone taking part in the spreading of Authorisation Class 1 SoX pesticides must have permission to do so.
sv: Enligt Socialstyrelsens föreskrifter (SOSFS 2005:5) om tillstånd för användning av vissa bekämpningsmedel ska alla som deltar i spridning av bekämpningsmedel i behörighetsklass 1 SoX ha tillstånd för detta.

source: Work with pesticides in gaseous form can mean a greatly elevated risk of serious injury in the event of accidents.
sv: Arbete med bekämpningsmedel i gasform kan innebära en kraftigt ökad risk för allvarliga skador vid olycksfall.

source: This makes it essential for work to be carefully planned and for operations to be coordinated with everybody of whom the work affects.
sv: Det är därför väsentligt att arbetet sker med noggrann planering och att avstämning görs med alla som berörs av arbetet.

source: Rules concerning planning, information and instructions are contained in the Board’s Provisions on Hazardous Substances (AFS 1994:2)
sv: Regler om planering, om information och instruktioner finns i Arbetsmiljöverkets föreskrifter om kemiska arbetsmiljörisker.

source: In order to achieve a high standard of safety when work is being done by more than two persons, it is often appropriate for one person - referred to here as the gas supervisor - to be put in charge of gas application work.
sv: För att uppnå hög säkerhet när arbetet utförs av mer än två personer, är det ofta lämpligt att en person utses till ansvarig för gasarbetet, här kallad gasledare.

source: It is important for the gas supervisor to have a good knowledge of work using pesticides in gaseous form and to have had experience of similar gas application work.
sv: Det är viktigt att gasledaren har goda kunskaper om arbete med bekämpningsmedel i gasform och har erfarenhet av liknande gasarbeten.

source: The gas supervisor should be stationed at a point where there is no risk of exposure and from there should arrange continuous contact with the personnel working in areas where there is a risk of exposure.
sv: Gasledaren bör finnas på en plats som är riskfri för exponering och därifrån ordna med kontinuerlig kontakt med den personal som arbetar inom områden med exponeringsrisk.

source: A portable radio transmitter with which contact can be established by means of one simple manoeuvre is a suitable means of arranging auditory contact.
sv: Bärbar radiosändare som med ett enkelt handgrepp ger kontaktmöjlighet är ett lämpligt sätt att anordna hörselkontakt.

source: A mobile phone is not normally suitable if this means that a new call has to be made every time contact is needed.
sv: Mobiltelefon är normalt inte lämpligt, om det innebär att man måste ringa varje gång man vill få kontakt.

source: It is important that complete personal protective equipment should be available outside and in the immediate vicinity of the place where application is in progress.
sv: Det är viktigt att en fullständig personlig skyddsutrustning finns tillgänglig utanför och i omedelbar närhet till den plats där spridningen sker.

source: The gas supervisor or some other suitable person can then enter the premises where application is in progress and provide emergency assistance in the event of an accident.
sv: Då kan gasledaren eller någon annan lämplig person gå in i lokalen där spridning sker och göra akuta insatser vid olycksfall.

source: The number of persons to be considered sufficient for performing the application work will depend on how extensive the work is and on the characteristics of the premises in terms of work and safety.
sv: Det antal personer som kan anses tillräckligt för att utföra spridningsarbetet, beror på hur omfattande arbetet är och hur lokalerna ser ut från arbets- och säkerhetssynpunkt.

source: In connection with container gassing or work using a gas chamber, with personnel outside the space where gas is applied, two persons may be appropriate.
sv: Vid containergasning eller vid arbete med gaskammare, som innebär att man befinner sig utanför gassatt utrymme, kan det vara lämpligt med två personer.

source: If gas is being applied on premises where the work is done inside the premises themselves, three may be a sufficient number.
sv: Vid gassättning i lokaler, där arbetet görs direkt i lokalerna kan ett tillräckligt antal personer vara tre.

source: Gas formulations include, for example: gas in gaseous form or condensed as liquid, e.g. sulphuryl fluoride or methyl bromide.
sv: Exempel på olika gasformuleringar är gas i gasform eller kondenserad till vätska, t.ex. sulfurylfluorid eller metylbromid.

source: The gas is discharged from gas cylinders, which means an immediate risk of exposure, solid-state pesticides, with which for example phosphine gas only forms on contact with moisture (water) and is then emitted.
sv: Gasen släpps ut ur gasflaskor, vilket innebär att exponeringsrisk föreligger omedelbart, bekämpningsmedel i fast form, där t.ex. fosfin-gas bildas först efter kontakt med fukt (vatten) och avges därefter.

source: Operations using pesticide in gaseous form include, for example, application, control and airing of the pesticide.
sv: Exempel på arbete med bekämpningsmedel i gasform är utsättning, kontroll och utvädring av medlet.

source: In work of these kinds, risks are also entailed by the handling of unused packagings or containers and by checking to see that the packaging or container is empty.
sv: Risker finns vid dessa typer av arbete även vid hantering av oförbrukade förpackningar eller behållare samt kontroll om förpackningen eller behållaren är tom.

source: Irregularities and pitting in the floor may contain wood preservative which has dried in and thus may be more heavily concentrated than the solution for application.
sv: Ojämnheter och gropar i golvet kan innehålla träskyddsmedel som torkat in och därför har en starkare koncentration än brukslösningen.

source: Any pits and irregularities in the floor should therefore be filled without delay.
sv: Det är därför viktigt att eventuella gropar och ojämnheter i golvet snarast fylls igen.

source: Other precautions include, for example, placing an extraction device or suchlike above the cover.
sv: Exempel på andra åtgärder är placering av utsug eller liknande anordning ovanför luckan.

source: It is important that there should be no possibility of the cover of the pressure vessel opening when the pressure vessel is pressurised or full of liquid.
sv: Det är viktigt att tryckkärlets lucka inte kan öppnas då tryckkärlet är trycksatt eller vätskefyllt.

source: In certain cases the risk of splashing or dripping of antifouling paint may necessitate implementation of the rules concerning a specially marked area to the painting of ships with brush or roller.
sv: I vissa fall kan risken för stänk eller dropp av antifoulingprodukt medföra behov av att reglerna om särskilt markerat område tillämpas vid målning av fartyg med pensel eller roller.

source: It is essential that antifouling paint removal should wherever possible be performed by a method which does not generate dust.
sv: Det är angeläget att det så långt möjligt används sådan metod för borttagning av antifoulingprodukt att dammbildning undviks.

source: See also the Board’s Provisions on Measures Against Air Contaminants for the Prevention of Ill- health (AFS 1980:11).
sv: Se även Arbetsmiljöverkets föreskrifter om kemiska arbetsmiljörisker.

source: Paint removal by blasting may necessitate particularly far-reaching safety precautions.
sv: Borttagning av färg genom blästring kan medföra att särskilt långtgående skyddsåtgärder behövs.

source: It is appropriate for this work to be done within a specially marked area, just as with spray application.
sv: Det är lämpligt att arbetet utförs inom särskilt markerat område såsom vid sprutapplicering.

source: It is important that the paint removed, paint-contaminated blasting agent and flushing water should be safely disposed of.
sv: Det är viktigt att borttagen färg, färgkontaminerat blästermedel och spolvatten tas om hand på betryggande sätt.

source: Health-endangering smoke is emitted when sheet metal coated with antifouling paint is welded and cut.
sv: Vid svetsning och skärning i plåt som är belagd med antifoulingfärg avges hälsofarlig rök.

source: To prevent this happening, the paint should be removed within an area of 10 cm or more from the heat application point prior to welding or cutting.
sv: För att undvika detta bör färgen avlägsnas inom ett område av 10 cm eller mer från värmningsstället före svetsning eller skärning.

source: At a workplace where there is shift work, it may be appropriate for more persons to have undergone the training.
sv: För ett arbetsställe där skiftarbete förekommer kan det vara lämpligt att flera personer har genomgått utbildningen.

source: A renewed training certificate is normally obtainable after completion of a refresher course.
sv: Förnyat utbildningsbevis kan normalt erhållas efter genomgången repetitionskurs.

source: The latter may be the case, for example, if given handling and safety instructions are not complied with or if there is noncompliance with Provisions on the inspection of certain equipment in the pressure impregnation plant.
sv: Exempel på det sistnämnda kan vara att givna hanterings- och skyddsinstruktioner inte följs eller att föreskrifter om besiktning av viss utrustning i anläggningen för tryckimpregnering inte följs.

source: The condition that a person referred to in Section 12 (2) shall normally be present at the workplace does not mean that the permission ceases to apply if that person is absent for a few days by reason of illness or suchlike.
sv: Villkoret att person som avses i 12 § andra stycket normalt skall finnas på arbetsstället innebär inte att tillståndet upphör att gälla om personen är frånvarande några dagar på grund av sjukdom e.d.

source: It is also important that measures to be taken after work is over, e.g. tidying up and cleaning, as well as waste disposal should be included in the instructions.
sv: Det är också viktigt att åtgärder efter arbetets slut, t.ex. städning och rengöring, samt omhändertagande av avfall ingår i instruktionerna.

source: If this is not seconded, the reasons for not doing so should be included in the statement.
sv: Om tillstånd inte tillstyrks bör skälen för detta anges i yttrandet.

source: Note that if there is no local safety delegate at the worksite, a statement is to be appended from a regional safety delegate, if one exists.
sv: Observera att om det inte finns något lokalt skyddsombud på arbetsstället skall yttrande från regionalt skyddsombud bifogas, om sådant finns.

source: Guidance on Section 15
sv: AFS 1998:6 23

source: Provisions concerning knowledge requirements are issued by the supervisory authority.
sv: Föreskrifter om kunskapskrav meddelas av tillståndsmyndigheten.

source: One good way of ensuring that personnel acquire good knowledge is for them to undergo the type of training referred to in Section 12.
sv: Ett bra sätt att se till att personalen får goda kunskaper är att den genomgår sådan utbildning som avses i 12 § i Arbetarskydds-styrelsens föreskrifter om bekämpningsmedel.
